//
//  History.swift
//  MemoryOfWords
//
//  Created by AlemTime.
//

import Foundation

struct History {
    let title: String
    let body: String
}

extension History {
    static func getDescription() -> [History] {
        return [
            History(title: "Ежелгітасдәуірі(Палеолит)б.з.д. 2млн 500мың-12мың жыл",
                    body: """
Адамзат тарихындағы ең ұзақ уақытқа созылған ежелгі тас дәуірі:Палеолит
Тас дәуірінің(палеолит)қамтитын кезең:Палеолит
Б.з.б.2млн 500мың-12мыңжылдықтарды қамтитын кезең:Палеолит
Адамзат тарихы дамуыны4 ең алғашқы кезеңі: Тас дәуірі
Қазақстан жеріндегі ежелгі адамның алғашқы іздері жатады: Ерте палеолитке
Қазақстан аумағында ең ежлгі адамның өмір сүрген аймағы: Оңтүстік Қазақстан
Ерте тас ғасыры тұрақтарының ең көне ескерткіштерінің табылған жері: Шақпақата,Арыстанды
Палеолит дәуіріне жататын еңбек құралдары табылған өңір: Жамбыл облысы
Жамбыл облысындағы 5мыңғы жуық тас құралдар табылған тұрақтар: Бөріқазған,Шабақты
Тас дәуірінің ескерткіші-Бөріқазған табылды: Оңтүстік Қазақстаннан
Бөріқазған жатады: Ерте палеолитке
Жамбыл облысынан табылған палеолит дәуірінің бес мыңдай еңбек құралдарының бәрі: Қашау мен үшкір тастар
Орталық Қазақстан жеріндегі жүзі түзу, кейде қайқытас пышақ қырғыштар табылған тұрақ: Семізбұғы
Орталық Қазақстан жеріндегі кейінгі палеолитке жататын 300-ге таяу тас құрал шыққан ең көрнекті көне мекен: Батпақ
Батпақ тұрағының жас мөлшері : б.з.б 30-25мыңыншы жыл
Ерте тас дәуірінде: от пайда болды
Ерте тас дәуірінде пайда болды:от
"""),
            History(title: "Орта тас ғасыры (Мезолит) б.з.б 12-5мың жыл",
                    body: """
Мезолит хронологиялық шеңбері: б.з.д 12-5 мың жылдар
Б.з.б. 12-5мың жылдықтарды қамтитын дәуір: Мезолит
Мезолит дәуірі шамамен созылды: 7 мың жылға
Қазақстан жерінде тас дәуірінің аз зерттерлген кезеңі: Мезолит
Ежелгі тас дәуірі- палеолит пен неолит арасын жалғастыратын көпір сияқты дәуір: Мезолит
Мезолит заманының үлкен жаңалығы болып саналатын ұсақ жаңқа тастардан жасалған құралдар атауы: Микролит
Мезолит заманының басты жаңалығының бірі: Садақ пен жебенің жасалуы
Жебе мен садақ, бумеранг дүниеге келген дәуір: Мезолит
Ерлер мен әйелдер арасында еңбек бөлінісі қалыптасқан дәуір: Мезолит
Мезолит кезеңіндегі адамдардың негізгі кәсібінің бірі: аңшылық
Қазақстан аумағындағы белгілі мезолиттік тұрақтар саны: 20-дан астам
Малды қолға үйрете бастау қалыптасқан кезең: мезолит
Алғашқы егіншілік қалыптаса бастаған дәуір: Мезолит
Мезолит дәуірінің ерекшеліктері: жануарларды қолға үйрету, дәнді дақылдарды өсіру
Алғашқы қауымдық егіншілікке алып келген жағдай: терімшіліктің дамуы
Егіншіліктің пайда болу мерзімі: 10 мың жыл бұрын
Алғашқы егіншілердің егін оратын қарапайым құрал атауы: Тас орақ
Ежелгі егіншілердің жер жырту құралы: Тесе
Қабырғалары терең көмілген, көлемі 40-60 шаршы метр болатын мезолиттік баспана табылған өзен аңғары : Есіл
Орта тас дәуіріне тән оқиға: Алып мұздықтардың еруі

"""),
            History(title: "Жаңа тас ғасыры (неолит) б.з.б 5-3 мың жыл",
                    body: """
Жаңа тас ғасыры қамтитын кезең: б.з.б 5-3мың жылдықтар
Б.з.б 5-3мың жылдықтарды қамтитын дәуір: Неолит
Алғашқы адамдардың тас өңдеуде неғұрлым биік деңгейге көтерілген уақыт: Неолит
Неолит кезеңі ерекшелігінің бірі: тас өңдеу биік деңгейге көтерілді
Қазақстан жерінде кездесетін неолит тұрақтарының ең көнесі:б.з.д 5 мың жылдыққа тән
Қазақстан аумағынан табылған неолиттік тұрақтар саны: 500-ден астам
Неолит дәуірінің Шығыс Қазақстан жеріндегі тұрағы: Усть-Нарым
Усть-Нарым тұрағы орналасқан өңір:Шығыс Қазақстан
Неолит дәуірінің Солт. Қазақстан жеріндегі тұарғы: Пеньки
Неолит дәуірінің Орталық Қазақстан жеріндегі тұрағы: Зеленая Балка
Неолит дәуірінің Орталық Қазақстан жеріндегі тұрағы: Қызылорда
Арал төңірегіндегі неолиттік тұрақтың бірі: Сексеуіл
Неолиттік Сексеуіл тұрағы орналасқан аймақ: Қызылорда обл.
Қызылорда обл. Орналасқан неолиттік Сексеуіл тұрағынан табылды: Қой мен сиырдың сүйегі
Неолиттік 150-ге жуық тұрақ көне кең шығару , жерлеу орындары табылған өңір: Жезқазған өңірі
Табиғи-климаттық ортаның бүгінгі күнге ұқсас қалыптасқан кезеңі: Неолит
Неолит дәуірінің ең үлкен жаңалығының: Қыщ құмыра жасауды үйрену
Адамдар саз балшықтан қыш ыдыс жасауды үйренді: неолитте
«Қыш құмыралар заманы» деп аталатын дәуір:Неолит
Неолиттік саздан жасалған қыш ыдысы атауы: Көзе
Адамдардын дәнүккішті ойлап тапқан кезеңі: неолит
Адамдардың азық түлікті өндіре бастаған кезеңі: неолит
Алғашқы адамдардың еңбек құралдарының жаңа түрлері-дәнүккіш, келі, балта , т.б. ойлап тапқан уақыт: Неолит
Неолит дәуірінде адамдар ойлап тапқан еңбек құралдары: Келі Балта Қайла
Неолит дәуірінде шақпақ(кремний) тастан жасалған ұсақ құралдар табылған өңір: Балқаштың Солт.
Егіншіліктің тұрақты қалыптасқан кезеңі:Неолит
Малды тұарқты түрде қолға үйреткен кезең: Неолит
Неолит дәуірі адамдарының өзіндік дүние танымы болғанын білдіретін: жерлеу орындары
"""),
            History(title: "Ежелгі адамдар",
                    body: """
Жер бетінің күрт суый бастауы басталды: 100мың жыл бұырн
Ғалымдардың есептуінше мұздықтың ери бастаған уақыты: 13мың жыл бұрын
Жер бетінің күрт сууына байланысты алып муздықтар пайда болған аймақтар: Еуропа мен Азияның солт.
Ғалымдардың есептеуіне мұздықтардың қалындығы: 2км
Ежелгі адамдардың тұңғыш баспаналары: Үнгірлер
Ертедегі адамдардың маймылдар мен жануарлардан басты айырмашылығы: Еңбек құралдарын жасай білуі
Алғашқы адамдардың жануарлар дүниесінен бөлініп шығуға әсер еткен : Еңбек құралдарын жасауды игеру
Ежелгі адамдардың ең әуелде отты қайдан алғанын анықтаңыз: Найзағайдын түсуінен жанған ағаштан
Алғашқы адамдардың айналысқан кәсібі: Аң аулау мен терімшілік
Ежелгі адамдардың ең алғашқы кәсібі: Аң аулау мен балық аулау
Ежелгі адамдардың ең алғашқы кәсібі: терімшілік
Алғашқы қауымдық егіншілікке алып келген жағдай: терімшіліктің дамуы
Алғашқы адамдардың аулаған аңдары: мамонт пен бизон
Археологтардың тапқан сүйекпен пен мүйізден жасалған мүсіндеріндеен көп кездесетін бейнелер: әйелдер бейнесі
Ең ежелгі адамның еңбек құарыл:үшкір тас
Ең ежелгі адамның еңбек құарыл:қазғыш таяқ
Ең ежелгі адамның еңбек құарыл:шоқпар
Қаратау үнгірінің ежелгі тұрғындары жасаған қару атауы: чоппинг
Қазақстан жеріндегі адамдар өлтірген аңдардың денесін боршалап, терісін сыпырған құрал атауы: Чоппер
Алғашқы адамдардың киім тігу үшін инені қандай заттан жасағанын анықтаңыз: Үшкір сүйектен
Тас дәуірінде адамдар үшкір сүйектен жасады: инені
Алғашқы адамдардың киім тігуге жіп орнына пайдаланған материялы: жануарлардың сіңірлері
Тас дәуірінде үнгірді мекен еткен алғашқы адамдар төсеніш ретінде пайдаланды : Аң терісін
Екі жағынанда өңделген қарапайым шапқыш тас құрал атауы: Бифас
Бір қабат өңделген тас құралдың жүзін ұсақ кертік ойықтар жасау арқылы өткірлеу әдісі: ретушь әдісі

"""),
            History(title: "Ежелгі адамдардың өмірі мен еңбек құралдары",
                    body: """
Ежелгі адамдардың ұйымы-тобыр қалыптасты: Ерте палеолитте
Алғашқы адамдардың бастапқы кезеңдегі топтасу жүйесі: Тобыр
Алғашқы адамдардың тобырдан кейінгі топтасу жүйесі: Рулық
Рулық қауым қалыптасқан мерзім: Шамамен «саналы адам »тұсында
Алғашқы адамдардың рулық қауымнан кейінгі қалыптасу жүйесі: тайпа
Қоғамда алғашқы ірі еңбек бөлінісін туғызған жағдай: шаруашылықтың егіншілік пен мал шаруашылығы болып бөлінуі
Тас дәуірінде ру ішіндегі барлық мәселелер шешілді: Жалпы жиналыста
"""),
            History(title: "Ежелгі адамдардың қоғамдық құрылысы",
                    body: """
Ежелгі адамдардың ұйымы-тобыр қалыптасты: Ерте палеолитте
Алғашқы адамдардың бастапқы кезеңдегі топтасу жүйесі: Тобыр
Алғашқы адамдардың тобырдан кейінгі топтасу жүйесі: Рулық
Рулық қауым қалыптасқан мерзім: Шамамен «саналы адам »тұсында
Алғашқы адамдардың рулық қауымнан кейінгі қалыптасу жүйесі: тайпа
Қоғамда алғашқы ірі еңбек бөлінісін туғызған жағдай: шаруашылықтың егіншілік пен мал шаруашылығы болып бөлінуі
Тас дәуірінде ру ішіндегі барлық мәселелер шешілді: Жалпы жиналыста
"""),
            History(title: "Ежелгі адамдардың діни нанымдары",
                    body: """
Бір аймақтағы халықтардың түр-түсіндегі өзгерістерді зерттейтін ғылым: Тарихи антропология
Адамның сыртқы биологиялық қасиеттерін зерттейтін ғылым: Антропология
Антропология ғылымы зерттейді:Ададмның сыртқы биологиялық қасиеттерін
Ежелгі адамдардың өз білімдерін суретті хат арқылы хабарлауы:Пиктография
Адамдардың шығу тегін жануарлармен байланыстырудың ғылыми атауы: Тотемизм
Ежелгі адамдардың жерлеу ғұрпында өлген адам үстіне қызыл минерал бояу себу сенімінің ғылыми атауы:Анимизм
Өте ерте заманғы жерлеу ғұрпында қанның жанмен байланысты екенін білдіретін сенім:Анимизм
Ежелгі жандардың табиғаттың тылсым әрекеттеріне сиынып,құлшылық ету әрекеті: Магиялық әрекет
«Тотемизм »дегеніміз: Шығу тегін жануарлармен байланыстыру
Археологтардың тапқан сүйек пен мүйізден жасалған мүсіндерінде ең көп кездесетін бейнелер: әйелдер бейнесі
Ежклгі Қазақстан жеріндегі ертедегі мүсіншілер сүйек пен мүйізден ойып жасаған:адамдардың бейнесін
Алғашқы қауым суретшілері сурет салуда пайдаланды:Ағаш көмірін
Алғашқы адамдардың табиғатқа тәуелділігінен туған: Құдайға сыйыну
Діни түсініктердің пайда болуынан мәлімет беретін: Неандертальдықтардың жерлеу ғұрыптары
Қазақстан жеріндегі ежелгі адамдардың дөңгелек түптері қызыл бояумен боялған қыш ыдыстары табылды: Қаратаудағы Қараүңгір
Қаратаудағы Қараүңгір мекенінен табылған қыш ыдыстардың түптері боялды:Қызыл бояумен
Қарағанды облысынан табылған тас дәуіріне тән қыш ыдыстарда бейнеленген өрнек: Геометриялық
Орта тас ғасырындағы балалар тобынан ересектер тобына өту ғұрпы: Бағыштау(инициация)
"""),
            History(title: "Мыстытас ғасыры(энеолит) дәуірі. Б.з.б.3000-2800мың жылдар",
                    body: """
Тас дәуірі мен қола дәуірінің аралық кезеңінің ғылыми атауы: Энеолит
Адамзат баласының металдан жасалған құралдарлы игере бастауы басталған дәуір:Энеолит
Б.з.б.3000-2800мыңжылдықтарды қамтитын дәуір:Мыстытас(Энеолит)
Тұрмыста тұңғыш пайдаланылған металл: Мыс
Адамдар мыс өңдеуді алғаш игерген мерзім:7мың жыл бұрын
Тас пен мыстан жасалған еңбек құралы қатар қолданылған кезең:Энеолит
Энеолиттік Ботай тұрағының мерзімі:Б.з.б.3-2мың жылдықтар аралығы
Солтүстік Қазақстан жеріндегі 158 тұрғын үй табылған энеолиттік тұрақ:Ботай
Жылқы сүйектері өте көп табылған неолиттік тұрақ: Ботай
Ботай тұрағынан ең көп табылған мал сүйгі:Жылқы
Энеолиттік ескерткіштер табылған Маңғыстау жеріндегі елді мекен: Шебір
Ежелгі Шебір тұрғындары ыдысты әшекейлеу үшінпайдаланды: Тарақ тісі сияқты өрнекті
Қоғамдық еңбек бөлінісі пайда болған дәуір:Энеолит
Шаруашылықтағы ең алғашқы ірі коғамдық еңбек бөлінісі:Егіншілік пен мал шаруашылығы болып бөлінуі
Аталық ру қай дәуірде қалыптасты: Энеолит
Мыс-тас ғасырының ерекшелігі:Аталық ру үстемдігінің қалыптасуы
Қоғамда алғашқы ірі еңбек бөлінісін туғызған жағдай:Шаруашылықтың егіншілік пен мал шаруашылығы болып бөлінуі
"""),
            History(title: "Қола дәуіріб.з.б.2800-б.з.б.900жылдар",
                    body: """
    •    Мыс-тас ғасырынан кейінгі кезең:Қола дәуірі
    •    Тастан және мыстан жасалған еңбек құралдарын ығыстырған кезең:Қола дәуірі
    •    Қола дәуіріндегі қоланың алыну қосындысы: мыс пен қалайы
    •    Орал өзенінен Енисей өзеніне дейін,Батыс Сібір жерінен Памир тауларына дейінгі аумақты алып жатқан қола дәуірінің мәдениеті:Андрон
    •    Оңтүстік Сібірдің Андроново қонысында алғашқы ескерткіш табылды:1914ж
    •    Қазақстан жеріндегі қола дәуірінің жоспарлы зерттеу басталған жыл:1946ж
    •    Қазақстан жерінде қола дәуірін түбегейлі зерттеуді бастаған ғалым: Ә.Марғұлан
    •    Көшпелілердің қола дәуіріндегі тарихы мен мәдениетін зерттеген ғалым:Ә.Марғұлан
    •    Ежелгі Қазақстанның қола дәуіріндегі металл кендерін зерттеген ғалым:Ә.Х.Марғұлан
    •    Қола дәуірінде Жезқазған өңірінен 1млн тоннадай кен өндрілгенін айтқан белгілі ғалым:Қ.Сатпаев
    •    Қ.И.Сатпаев есебі бойынша көне заманда Жезқазғанда өндірілген 1млн тонна кенінен қорытылған мыстың мөлшері: 100мың тонна
    •    Қола дәуірінде металл кеніштері болған жерлер: Зыряновск,Жезқазған,Қарқаралы
    •    Қола дәуірініңметалл кеніштері орналасқан жерлер:Зыряновск,Жезқазған
    •    Қола дәуірінде 1100тонна қалайы шығарылған кен орны:Нарым,Қалба
    •    Қола дәуіріне жататын Солтүстік  Қазақстандағы қоныстар:Петровка,Боголюбов
    •    Орлармен және дуалдармен қоршалған қола дәуірінің Солтүстік Қазақстандағы қоныстары:Петровка,Боголюбов
    •    Қола дәуіріндегі Батыс Қазақстандағы тұрақтың аты:Алексеев
    •    Батыс Қазақстандағы қола және мыстан жасалған орақтар табылған қоныс:Алексеев
    •    Қола дәуірінің Солтүстік Қазақстан жеріндегі қонысы:Степняк
    •    Қола дәуірінің Петровка қонысы орналасқан аумақ:Солтүстік Қазақстан
    •    Қола дәуіріне тән 30 қоныс, 150 оба зерттелген аймақ:Орталық Қазақстан
    •    Еуразия Даласындағы қола дәуірінің мәдениеті:Андронов
    •    Қола дәуірінің ең алғашқы ескерткіштері табылған жер:Андронов
    •    Анрдонов мәдениетінің 30-дан аса тұрағы мен 150-ден астам қорымның табылғанм аймағы:Орталық Қазақстан
    •    Қола дәуіріне тән бас сүйегіүлкен,беті кішкене,мұрны таңқылау адам сүйегі табылған Жамбыл Облысындағы қорым:Ойжайлау
    •    Андроновтықтардыңтасқа салынған суреттері табылған жерлер:Таңбалы, Жасыбай, Хантау
    •    Андроновтықтардың Таңбалы, Жасыбай, Хантау жерлернде тасқа салған суреттегі бейнелер: Жабайы бұқа, билеген адамдар, қос өркешті түйе
    •    Солтүстік және Батыс Қазақстандағы зерттелген Андрон мәдениетінің қоныстар саны:80-нен аса
    •    Орталық Қазақстан жеріндегіқола дәуірінің ең соңғы кезең мәдениеті:Беғазы-Дәндібай
    •    Беғазы-Дәндібай мәдениетінің хронологиялық ауқымы:б.з.б. 12-8 ғасырлар
    •    Беғазы-Дәндібай мәдениетінің ерекшелігі:Жерлеу орындары құрылыстарының ірілігі
    •    Андрон және Беғазы-Дәндібай мәдениеті қалыптасқан дәуір Қола
    •    Беғазы-дәндібай мәдениетіне жататын құмыралардағы өрнектер түрі:тарақ жүзді және үзік сызықты үшбұрышты
    •    Қола дәуірінде Қазақстан аумағын мекндеген тайпалар:Андроновтықтар
    •    Андрондықтардың бет-бейнесін сипттаған ғалым:Алексеев
    •    Қостанай жеріндегі Алексеев қорымынан табылған адамның  бет пішінін жасаған антрополог: М.Герасимов
    •    Жерімізде ерте заманнан мекндеген адамдардың бет пішіні туралы деректер: қола дәуірінен басталады
    •    Андроновтықтардың тұрғын үйлері:Жертөле,жартылай жер бетіндег үйлер
    •    Қола дәуірі қоныстарының көбінесе орналасқан жері:Өзендердің жағасында
    •    Қола дәуірінің археологиялық ескерткіштері:Тұрақтар,зираттар
    •    Қола дәуірінің археологиялық ескерткіштері:Тұрақтар,зираттар
    •    АндроновтықтардыңСүт өнімдері мен етті сақтау тәсілі:Жер еден астындағы шұңқырда
    •    Қола дәуіріндекенді қорыту үшін салынған күрделі құрылыстар: Қазандықтар
    •    Қола дәуіріндегі ыдыс жасудың ең бір өрістеген түрі: Көзе құмыралар
    •    Теселі егіншілік ең алғаш дамыған кезең: Қола дәуірі
    •    Алғашқы қауымдық құрылыстың ыдырай бастаған кезеңі: Қола дәуірі
    •    Көкшетау жеріндегі қола шалғы табылған қоныс: Шағалалы
    •    Шығыс Қазақстан жеріндегі қола орақ табылған  қоныс:Мало-Красноярка
    •    Мал Бағудың көшпелі түріне көшу қалыптаса бастаған дәуір:Қола
    •    Тебінді жайылымға байланысы саны артқан мал: Жылқы,қой
    •    Қола дәуірі қауымы ішінде әлеуметтік теңсіздікті тудырған: Мал-мүлік теңсіздігінің шығуы
    •    Мүлік теңсіздігінің  қалыптаса бастаған дәуірі: Қола дәуірі
    •    Жеке меншік қалыптасқан дәуір: Қолада
    •    Рулық ұжымдық меншіктің орнына келген меншік: Жеке
    •    Қола дәуірінің еркешелігінің бірі: Жеке меншік қалыптасты
    •    Қола дәуірі кезіндегі жоғары дін басылары: Абыздар
    •    Қола дәуірі абыздарының негізгі міндеттері: Салт-дәстүрлердің орыдалуын қадағалау
    •    Андроновтықтардың мойынға таққан тұмаршалары: Жыртқыш аңдардың азу тісі
    •    Жерленген Андроновтықтардың басы қаратылды: Батысқа, Оңтүстікке
    •    Ежелгі қалардың негізі болған  Арқайым орналасты: Қостанай мен Челябі облыстарының түйіскен жерінде
    •    Ресей мен Қазақстан шекарасында орналасқан ежелгі  қалалардың ең ескі тұрағы:Арқайым
    •    Кен өндіру мен металл өңдеу алғаш дамыған кезең: Қола дәуірі
    •    Табиғаттың дайын өнімін пайдаланған аңшы-терімшілерден көшпелілердің айырмашылығы: Өнім өндірді
    •    Жерімізде ерте заманнан мекендеген адамдардың бет пішіні туралы деректер: қола дәуірінен басталады
    •    Қола дәуірінде Қазақстан аумағын мекендеген нәсілдер: Еуропоидтық
    •    Қола дәуірінде Қазқстан жерінде өмір сүрген тұрғындардың қоғамдық құрылысын анықтаңыз: Рулық-тайпалық құрылым
    •    Қазақстан аумағында еуропоидтық андрон тайпалары өмір сүрген мерзім: Б.з.б. ІІмыңжылдық-б.з.б.Імыңжылдық
    •    Қола дәуірінен жалғасып келген салт-дәстүрдің бір түрі: Отқа табыну
    •    Қазақстан аумағындағы қола дәуірунің ерекшелігі: Кен өндіру мен металл өңдеу ісі өркендеді
    •    Қола дәуіріне тән емес ерекшелік: Еңбек бөлінісі пайда болды
    •    Антрополог ғалым О.Смағұловтың пікірі бойынша келбеттері андрондықтарға ұқсас тайпалар:Сақ,сармат,үйсін
    •    Антролог ғалым О.Смағұловтың пікірі бойынша сақ,сармат,үйсін тайпаларының келбеттері осы  тайпаға ұқсас: Андрондықтарға
"""),
            History(title: "Темір дәуірі.Б.з.б.ҮІІІғ-Б.з.ҮІғ",
                    body: """
    •    Темір  дәуірінің қамтитын аралығы:б.з.б.8ғасыр-Б.з.6ғасыры
    •    Темір дәуірінің бөліну кезеңі: 2-ге
    •    Ерте темір дәуірі кезеңі:б.з.б.ҮІІІғ-б.з.б.ІІІғ
    •    Ерте темір дәуірі кезеңі аралығы: Б.з.б.8-3ғасырлар
    •    Ерте темір дәуірі аяқталды: Б.з.б.3ғасырда
    •    Мөлшермен кейінгі темір дәуірі: б.з.б.ІІІғ-б.з.ҮІғасыры
    •    Кейінгі темір дәуірі кезеңі аралығы: б.з.б.3-б.з.6ғасыр
    •    Мүлік теңсіздігі түпкілікті орнаған дәуір: Темір
    •    Алғаш Әскери-демократияның пайда болған дәуірі: Темір дәуірі
    •    Әскери-демократияның пайда бола бастаған кезі: Темр дәуірі
    •    Ерте темір дәуіріне жататын Есілдің оң жағындағы зерттелген бекініс-қалашық: Ақтау
    •    Ерте темір дәуірінің Ақтау бекініс-қалашығы орналасқан жер: Есілдің оң жағалауы
    •    Ерте темір дәуіріне жататын қоныс: Қарлыға
    •    Ерте темір дәуірінің қонысы: Бөркі
    •    Ерте темір дәуірінің қонысы: Кеңөткел
    •    Солтүстік қазақстан жеріндегі алғашқы сақ заманына жататын зерттелген обалар: Бірлік, Алыпқаш
    •    Солтүстік Қазақстан жерінде б.з.2-3ғасырлар аралығында өндірілген металдан жасалған заттар табылды: Шығыс Еуропа, Кавказдан
    •    Қазақтың даласын Шығыстан батысқа қарай бөліп жатқан аласа таулар желісі: Сарыарқа
    •    Ежелгі заманда Сарыарқаныңсолтүстік батысын мекендеген: Аргиппейлер
    •    Ежелгі заманда аргиппейлер қоныстанған аумақ: Сарыарқаның солтүстігі
    •    Геродот Жазбасындағы савроматтардың «биік таулардың бауырында» тұрған көршілері: Аргиппейлер
    •    «Ақ жалды жүйрік аттардың иелері» деп аталған тайпа: Аргиппейлер
    •    «Аргиппей» сөзінің латын тілінен аударғандағы мағынысы: Ақ жалды жүйрік аттардың иелері
    •    Геродот  жазбаларында «олардың әрқайсысы қыста ағашты қалың ақ киізбен жауып,соның астына паналайды» депжазғандарға жататын: Аргиппейлер
    •    Аргиппейлер туралы : Олардың әрқайсысы қыста ағашты киізбен жабады деп жазған: Геродот
    •    Геродот шығармаларында Орталық Қазақстанды мекендеген ежелгі тұрғындар: Аргиппей,исседондар
    •    Аргиппейлердің шығысқа қарай орналасқан көршілері:исседондар
    •    Ежелгі заманда Сарыарқаның орталығын мекендегендер: Исседондар
    •    Қазіргі ғалымдардың анықтауынша ежелгі заманда исседондар қоныстанған аумақ: Сарыарқаның орталығы
    •    Сарыарқаның ерте темір дәуірі ескерткіштері: Тасмола мәдениеті
    •    Тасмола мәдениеті қамтыған аймақ: Орталық Қазақстан
    •    Тасмола мәдениетін қалдырған тайпа:Исседон
    •    Орта ғасырлардағы қала құрылыстарының түп-бастауларынаосы тайпаның дәуірінде пайда болған  қоныстарын жатқызуға болады: Исседон
    •    Аргиппейлерге тән, Тасмола мәдениетіне ұқсас ескерткіш:Ұлыбай
    •    Тасмолаға ұқсас ескерткіш табылды: Ұлыбай атырыбынан
    •    Ерте темір дәуірі ескерткіші Тасмола мәдениетінің табылған аудан:Екібастұз
    •    «Мұртты»обалардың бөліну түрі:4-ке
    •    Мұртты қорғандар көрсететін бағыт: Оңтүстік,Солтүстік,Шығыс,Батыс
    •    «Мұртты обалар» көп тараған аймақ: Орталық Қазақстан
    •    Мұртты қорғандардың шығысқа қарай бағытталуының себебі:Олардың күнге табынатындығын білдіреді
    •    Орталық Қазақстандағы ерте темір дәуірінің ескерткіштері: «Мұртты қорғандар»
    •    Ежелгі заманда Сарыарқаның шығысында мекендегендер: Аримаспылар
    •    Ежелгі заманда аримаспылар қоныстанған аумақ: Сарыарқаның шығысы
    •    Шығыс Қазақстан аумағын ертеде мекендегенер:Аримаспылар
    •    Аримаспы атауының шығу себебі: Алтайда алтынның мол болуы
    •    Атауы Алтайда алтынның мол болуына байланысты шыққан темір дәуіріндегі тайпа:Аримаспы
    •    Аримаспылар мекендеген аумақ:Шығыс Қазақстан
    •    1960ж зерттелген Шығыс Қазақстан жеріндегі қорған атауы: Шілікті
    •    «Алтын қорған»деген атау алған Шығыс Қазақстан жеріндегі қорған: Шілікті қорғаны
    •    Зайсанауданы жерінде патша қорғандарының ең көп шығарылған жері: Шілікті ескерткіштері
    •    Қазақстан аумағындағы ең көне б.з.б.ҮІІІғ жататын патша жерлеу орны  ескерткіштері: Шілікті
    •    Шілікті «алтын қорғанының»салынған уақыты:б.з.б.7-6ғғ
    •    Шілікті қорғанының №1обасынан табылған археологиялық жаңалық: Үшінші алтын киімді адам
    •    13 қола жебе табылған қорған: Шілікті
    •    Атын бесжұлдыз табылған сақ обасы:Шілікті
    •    Қабір ішінен бұғының суреттері бар  тақтай табылған орын: Шілікті
    •    Қабірхана ішінен бұғының суреттері салынған тақтайлар табылған сақ обасы: Шілікті
    •    Шіліктіден майлы бояумен бұғының суреттері  салынған: тақтай қалдықтары табылды
    •    Шіліктіден табылған ең қызықтысы : Алын бесжұлдыз
    •    Шіліктіден табылған бесжұлдыз: сол замандағы билік белгісі
    •    Шіліктіден табылған заттар жатады:б.з.б.VІІ-VІғғ
    •    Шіліктіден табылған №1 обаны зерттеген :Ә.Төлеубаев
    •    Шығыс Қазақстанның ерте темір дәуірінің б.з.б.Ү-ҮІғ аралығын қамтитын кезеңі: Берел кезеңі
    •    Берел қорымдарының орналасқан жері:Қатонқарағай ауданы
    •    Берел қорымынан табылған оболар саны:40-тан астам
    •    Берел қорымының №11обасына жерленген: Ер және әйел адам
    •    Берел қорымдарының орналасқан жері:Шығыс Қазақстан
    •    Берел мәдениетінің ерекшелігі: жайпақ түпті қыш ыдыстары
    •    Жайпақ түпті қыш ыдыстар тән мәдениет: Берел
    •    Аттар өз иесін жорыққа апара жатқандай, әскери дайындықпен көмілген қорған: Үлкен Берел
    •    Ерте темір дәуіріндеарнаулы рулық зираттар орналақан жер: Қыстау маңы
    •    Темір дәуіріндекең тараған салт-дәстүр:аттарын бірге  көму
    •    Темір дәуірінде ежелгі тайпалар сыйынды: Көк тәңірге
    •    Ертедегі темір өндірудің қарапайым тәсілі: пеш-көрікпен
    •    Темір дәуірінде отырықшылық шаруашылық дамыған өңірлер: Сырдария,Шу, Келес өзендері аңғарлары
    •    Ерте темір дәуіріндеСырдария, Шу, Келес өзендерінің аңғарында шаруашылық саласы: Отырықшы шаруашылық
    •    Жартвлай көшпелі мал шаруашылығы дамыған аймақтар: Алтай, Жетісутаулы аймақтарында
    •    Таза көшпелі тұрмыс мал шаруашылығы  дамыған аймақтар: Батыс және  Орталық Қазақстан
    •    Ерте темір дәуіріндемал басының көбеюіне байланысты қалыптасқан: Көшпелі мал шаруашылығы
    •    Солтүстік Қазақстан тұрғындарының көшпелі өмір салтына ауысқан уақыты: б.з.б.Імыңжылдық
    •    Көшпелілердің жазда мал жаю орындары: Жайлау
    •    Көшпелілердің күзгі жайылымы: Күзеу
    •    Көшпелілердің жылы қоралары бар тұрақтары: Қыстау
    •    Табиғаттың дайын өнімін пайдаланған аңшы-терімшілерден көшпелілердің айырмашылығы: Өнім өндірді
    •    Малды қыта жаюға байланысты қалыптасқан жайылым: Тебінді
    •    Тебінді жайылымға байланысты саны артқан мал: Жылқы, қой
    •    Жылқыны қолға үйретуге байланысты  ойлап тапқан жаңалық: Үзеңгі мен ауыздықты ойлап табу
    •    Киіз үйдің ағаш қаңқасын құрайтын бөлік: 3-бөлік
    •    Киіз үй қабырғасы атауы: Кереге
    •    Ерте көшпелілердің баспаналарынла пеш орналасты: ортасында
    •    Көшпеллердің баспаналарындағы киелі санаған орын: Ошақ маңы
    •    Біздің заманымызға жеткен ежелі мерекенің бірі:Наурыз мейрамы
    •    Бүгінге дуйін сақталған наным:Отқа табыну
    •    Қазақстанда темір дәуіріндн пайла болды: Мемлекеттер
"""),
            History(title: "Сақтар туралы деректер",
                    body: """
                Сақтар дәуірі кезеңі: Ерте темір дәуірі
                Сақтар туралы мәлімет беретін жазба мәтіндері сақталған елдер: Грек,парсы авторларының шығармалары
                Сақтар туралы мәлімет беретін ежелгі мәтіндердің бірі: Парсы патшаларының  тастағы сына жазбалары
                Қазақстан жеріндегі сақ иайпалары туралы жазған: Парсылар
                «Мен әскеріммен сақ жеріне жорыққа шықтым» деген Дарийдің сөздері айтылған жазба: он«Бехистун  жазбалары»
                Сақтарды «Әлемдегі ең әділ,ең шыншыл  халық» деп есептегендер: Гректер
                Сақтар туралы «дұшпанға-қатал, досқа-адал» деп баяндайтын: грек авторлары
                Сақтар туралы «Олардың жерлеу ғұрыптары, әдет-салты мен күнделікті тұрмысы ұқсас болған» деп баяндайтын: грек тарихшылары
                Сақтар туралы дерек қалдырған рим тарихшысы: Помпей Трог
                Сақтар туралы дерек қалдырған грек авторы: Герадот
                Сақтар туралы «Киімі мен өмір сүру дағдысы скифтерге ұқсас» деп жазған Геродот
                Сақ әйелдері туралы «ержүрек келеді, соғыс қаупі төнгенде ерлеріне көмектеседі» деп баяндайтын грек авторы:Ктесий           Грек авторы Ктесийдің  жазбаларында:сақ әйелдерінің ержүректігі айтылады
                Парсы еліне болғанат жарысты сақ жігітінің қатысып мәреге бірінші келуі жайында жазған грек ғалымы: Ксенофонт
                Сақтар туралы «Құдай деп олар күнді есептейдіжәне оған жылқыны құрбандыққа шалады» деп жазған: Страбон
                Сақтар туралы олар «Садақпен, қылышпен және қола балталармен қаруланған, сауыт киген,»-деп жазған: Страбон
                Сақтар туралы  «олардың бәрі ақкөңіл және уәдеге берік» деп жазған: Страбон
                «Күміс олардың елдерінде болмайды, бірақ мыс пен алтын көп кездеседі» деп сақтар туралы жазған грек тарихшысы: Страбон
                Скифтерді Каспий теңізінен бастап дайлар деп атаған  грек ғалымы:Страбон
                Парсы сарайында тұрып сақтардың тәрбиелілігін жазған ғалым: Ксенофонт
                Парсы Жазбаларындағы  «сақ» сөзінің мағынасы: Құдіретті еркектер
                Иран жазбаларындағы «сақ» сөзінің мағынасы: Жүйрік атты турлар
                Ежелгі грек авторларының сақтарды атауы: Азиялық скифтер
                Сақтар құрамына кірген тайпалар: Ариамаспы, аргиппей, исседон
                Ежелгі грек авторы Геродоттың сақтарды атауы: Массагет
                Грек деректеріндегі көшпелілердің тағы да бір атауы: Дайлар
                Ерттеушілер пікірнше дай-массагеттерде болған рәсім түрі: Отқа табыну
                Парсы жазбаларында Жетісу, Сырдарияныңорта ағысындатұрған сақтар:Сақ-тиграхауда
                «Шошақ бөрікті»сақтардың мекені:Жетісу
                Парсы жазбалаындағы теңіздің арғы жағындағы сақтар: Сақ-парадарайа
                Сақ-парадарайалардың оңтүстігінде қоныстанған сақтар атауы: Сақ-хаумаваргалар
                Тиграхауда сақтарының қоныстанған аумағы: Оңтүстік Қазақстан
                Геродот жазбаларындағысақтардың қыс кезіндегі мекені: Ағаш үйлер
                Қазақстан жеріндегі сақтарда монғолоидтық белгілер басым өңір: Солтүстік және Шығыс Қазақстан
                Геродот жазуынша саврвмвттар тілі: Скифтікіне жақын
                Грек авторлары Ктесийдің жазбаларында: Сақ әйелдерінің ержүректігі айтылады
                Грек-Македон басқыншыларына  қарсы күресті басқарған сақ жауынгері: Спитамен
                """),
            History(title: "Сақтардың қоғамдық құрылысы",
                    body: """
                Сақтардың қоғамдық құрылысы: Әскери демократия
                Жазба деректерде сақ мемлекеті басшысының лауазымы: Патша
                Сақ қоғамында тайпалар мен рулур арасындағы даулымәселелерді шешті: Тайпа көсемі
                Сақ қоғамындағы адамдар тобы: Жауынгерлер, абыздар, малшылар мен егіншілер
                Сақ қоғамындағы абыздардың танымал белгісі:Тостаған мен ерекше бас киімі
                Сақ абыздарының киім түсі: ақ
                Сақ жауынгерлерінің киім түсі: қызыл және сары-қызыл
                Сақ жауынгеолерінің ежелгі үнді-иран тіліндегі атауы: «арбада тұрғандар»
                Ежелгі үнді-иран тілінде «ратайштар» деп аталғандар: сақ жауынгерлері
                Сақ қоғамындағы малшылар мен егіншілердің киім түсі: Сары, көк
                Сақ қоғамындағы «сегізаяқтылар» деп аталғандар: Малшылар мен егіншілер
                """),
            History(title: "Сақтардың сыртқы саясаты",
                    body: """
                Парсылардың Кир, Дарий патшалары шабуыл жасаған тайпа: Сақ
                Сақ жеріне Кир бастаған парсы әскерлерінің басып кірген уақыты:б.з.б. 530ж
                Парсы патшасы Кир сақ жеріне жорыққа шықты: Б.з.б. 6 ғасырда
                Сақтардың парсы патшасы Кирге қарсы күресін басқарған: Томирис
                Бізге жазба деректерден белгілі сақ патшасы: Томирис
                Жазба деректерден белгілі  б.з.б.570-520жжөмір сүрген сақ патшайымы: Томирис
                Сақ патшайымы Томиристің өмір сүрген жылдары:б.з.б. 570-520жж
                Сақ патшайымы Томиристің өмір сүрген мерзімі: б.з.б. ҮІғасырда
                Томирис туралы «әйел болса да қорыққан жоқ»деп жазған Рим тарихшысы: Помпей Трог
                Жзба деректерде жау қолына түсіп қалған сақ птшасының баласы:Спаргапис
                Сақ жеріндеКирдің өлтірілгендігін жазған: Геродот
                Томирис пен Кир  шайқасы туралы жазған рим тарихшысы: Помей Трог
                Кирден кейін сақ жеріне жорық жасаған парсы патшасы: Дарий
                Дарий бастаған парсы әскерлері жорығының мерзімі: б.з.б. 519ж
                Б.з.б. 519ж сақ жеріне қауіп төндірген парсы патшасы: Дарий
                Сақ малшысы «Шырақ» туралы суреттейтін грек тарихшысы: Полиэн
                Парсыларға қарсы ұрыста жеңіліке ұшырыған сақтар көсемі: Скунха
                Сақтардың парсы әскері құрамына Марафон шайқасына қатысқан уақыты:б.з.б. 490ж
                Б.з.б. ІҮғ сақ жеріне қауіп төндірген : Александр Македонский
                Александр Македонскийдің  Шығысқа қарай жүретін жолын бөгеген: сақтар
                Грек-македон басқыншыларына қарсы күресті басқарған сақ жауынгері: Спитамен
                Б.з.б.4ғ сақтар қоршауға алған грек гарнизоныорналасқан қала:Маракана
                А. Македонскийдің Сырдариядан өтіпсақтарға қалай шабуыл жаағаны туралы жазған: Арриан
                Сақтардың А.Македонскийге қарсы ерлік күресі туралы жазған: Арриан
                Көшпелілердің әскери қару-жарақтарының ерекшелігін жазғанА.Македонскийдің тарихшысы:Аррион
                """),
            History(title: "Сақтардың шаруашылығы мен мәдениеті",
                    body: """
                Жетісудағы сақ жерінеб.з.б.ІІ ғасырда Орталық Азиядан келіп қоныстанған тайпа: Үйсіндер
                Ежелгі Үйсін мәдениетінің хронологиялық шеңбері: 700 жылдай
                Үйсін мәденитетінің хронологиялық ауқымы: 7ғасырдай уақыт
                Қазақстанда кейінгі темір дәуірінде пайда болған мемлекет:үйсін
                Үйсіндер өрбіген ежелгі қазақ халқының этносаяси қауымдаствқ аймағы: Жетісу
                Ыстықкөл мен Іле өзенінің оңтүстік жағалауы аралығында орналасқан ежелгі үйсін қаласы: Қызыл АңғарҮйсіндердің астанасы болған қала: Қызыл-Аңғар (Чигучен, Чигу)
                Үйсіндердің астанасы Қызыл-Аңғар орналасқан аймақ:Ыстықкөл маңы
                Үйсіндердің ордасы Қызыл Аңғар орналасқан аумақ:Ыстықкөл мен Іле өзенінің оңтүстік жағалауы
                Ежелгі Қызыл Аңғар қаласы: Үйсіндердікі
                Үйсіндер жайлы жазған тарихшы: Цыма-Цянь
                Көшпелілердің өмірі мен тұрмысын сипаттап жазған Қытай тарихшысы Сыма Цянның еңбегі: «Тарих жазбалары»
                Үйсіндер жайлы негізгі дерек көздері: Қытай деректері
                Үйсін атауы Қытай жазбаларында қай ғасырдан бастап кездеседі: б.з.б. ІІғ
                Б.з.б. ІІ-І ғғ Қытай елімен сауда байланысын  жасаған:Үйсін мемлекеті
                Б.з.б.ІІ-Іғғ Үйсін мемлекеті сауда һ, қарым-қатынас жасаған ел: Қытай
                Үйсіндердің солтүстік-батысындағы көршілері: Қаңлылар
                Жазба деректердегі үйсіндердің шығысындағы көршілері: Ғұндар
                Үйсіндерге қатысты «Усунго», «Сигнго» ұғымы: Көшпелі мемлекет
                Үйсіндер туралы «ат жақты,аққұбаша,сары шашты» деп жазған: Қытай жазбалары
                Үйсіндердің билеуші лауазымы: Гуньмо
                Үйсін гуньмосына бағынған тайпа көсемдері атауы: Бек
                Қытай дерктеріндегі «Гуньмо » сөзінің мағынасы: Үйсін билеушісі
                Қытай деректері бойынша ежелгі үйсіндер саны:630мың
                Бай Үйсіндердің жылқыларының саны: 4-5 мың
                Қытайдың Хань хроникасындағы жазуға қарағанда үйсін гуньмосы қытай патшайымына үйленген мерзімі: Б.з.б. 107 жыл
                Үйсіндер айналысты: суармалы және телімді егіншілік
                Үйсіндер өсірген дәнді-дақылдар: арпа , тары
                Үйсіндерде егіншіліктің болғандығын дәлелдейтін дерек: Ақтас қыстауы
                Үйсіндерде мүлік теңсіздігі болғандығын дәлелдейтін дерек: жерлеу орындары
                Үйсіндерде жақсы дамыған кәсіп: Тері өңдеу
                Үйсіндердің сұйық тағамға  арналған негізгі ыдыстары жасалды: Былғарыдан
                Үйсіндер мата тоқу үшін қолданған қарапайым құрал: керме
                Үйсіндердің көне қалалары табылған жер: Шу мен Кеген бойы
                Зергерлік бұйымдар табылған үйсін қорымы: Ақтас
                Қарғалы шатқалынан табылған диадема қай тайпаға тән: үйсіндерге
                Жетісудағы Үйсін мәдениетіне ұқсас ескерткіштер табылған өңір: Тарбағатай теріскейі
                Тарбағатайдың теріскей даласындағы темір дәуіріне жататын ескерткіштер ұқсас: Үйсін мәдениетіне
                Жетісу жеріндегі ежелгі үйсіндердің  мүсіндік бейнесін жасаған: Герасимов
                Ежелгі Үйсін обаларының сыртқы құрылымы: Топырақ үйіндісі болып жатады
                Үйсіндерде жерленген адамның басы қаратылған тұс: Батыс
                """),
            History(title: "Үйсіндер.Б.з.б.3ғ-б.з. 4ғ",
                    body: """
                Сақтар дәуірі кезеңі: Ерте темір дәуірі
                Сақтар туралы мәлімет беретін жазба мәтіндері сақталған елдер: Грек,парсы авторларының шығармалары
                Сақтар туралы мәлімет беретін ежелгі мәтіндердің бірі: Парсы патшаларының  тастағы сына жазбалары
                Қазақстан жеріндегі сақ иайпалары туралы жазған: Парсылар
                «Мен әскеріммен сақ жеріне жорыққа шықтым» деген Дарийдің сөздері айтылған жазба: он«Бехистун  жазбалары»
                Сақтарды «Әлемдегі ең әділ,ең шыншыл  халық» деп есептегендер: Гректер
                Сақтар туралы «дұшпанға-қатал, досқа-адал» деп баяндайтын: грек авторлары
                Сақтар туралы «Олардың жерлеу ғұрыптары, әдет-салты мен күнделікті тұрмысы ұқсас болған» деп баяндайтын: грек тарихшылары
                Сақтар туралы дерек қалдырған рим тарихшысы: Помпей Трог
                Сақтар туралы дерек қалдырған грек авторы: Герадот
                Сақтар туралы «Киімі мен өмір сүру дағдысы скифтерге ұқсас» деп жазған Геродот
                Сақ әйелдері туралы «ержүрек келеді, соғыс қаупі төнгенде ерлеріне көмектеседі» деп баяндайтын грек авторы:Ктесий           Грек авторы Ктесийдің  жазбаларында:сақ әйелдерінің ержүректігі айтылады
                Парсы еліне болғанат жарысты сақ жігітінің қатысып мәреге бірінші келуі жайында жазған грек ғалымы: Ксенофонт
                Сақтар туралы «Құдай деп олар күнді есептейдіжәне оған жылқыны құрбандыққа шалады» деп жазған: Страбон
                Сақтар туралы олар «Садақпен, қылышпен және қола балталармен қаруланған, сауыт киген,»-деп жазған: Страбон
                Сақтар туралы  «олардың бәрі ақкөңіл және уәдеге берік» деп жазған: Страбон
                «Күміс олардың елдерінде болмайды, бірақ мыс пен алтын көп кездеседі» деп сақтар туралы жазған грек тарихшысы: Страбон
                Скифтерді Каспий теңізінен бастап дайлар деп атаған  грек ғалымы:Страбон
                Парсы сарайында тұрып сақтардың тәрбиелілігін жазған ғалым: Ксенофонт
                Парсы Жазбаларындағы  «сақ» сөзінің мағынасы: Құдіретті еркектер
                Иран жазбаларындағы «сақ» сөзінің мағынасы: Жүйрік атты турлар
                Ежелгі грек авторларының сақтарды атауы: Азиялық скифтер
                Сақтар құрамына кірген тайпалар: Ариамаспы, аргиппей, исседон
                Ежелгі грек авторы Геродоттың сақтарды атауы: Массагет
                Грек деректеріндегі көшпелілердің тағы да бір атауы: Дайлар
                Ерттеушілер пікірнше дай-массагеттерде болған рәсім түрі: Отқа табыну
                Парсы жазбаларында Жетісу, Сырдарияныңорта ағысындатұрған сақтар:Сақ-тиграхауда
                «Шошақ бөрікті»сақтардың мекені:Жетісу
                Парсы жазбалаындағы теңіздің арғы жағындағы сақтар: Сақ-парадарайа
                Сақ-парадарайалардың оңтүстігінде қоныстанған сақтар атауы: Сақ-хаумаваргалар
                Тиграхауда сақтарының қоныстанған аумағы: Оңтүстік Қазақстан
                Геродот жазбаларындағысақтардың қыс кезіндегі мекені: Ағаш үйлер
                Қазақстан жеріндегі сақтарда монғолоидтық белгілер басым өңір: Солтүстік және Шығыс Қазақстан
                Геродот жазуынша саврвмвттар тілі: Скифтікіне жақын
                Грек авторлары Ктесийдің жазбаларында: Сақ әйелдерінің ержүректігі айтылады
                Грек-Македон басқыншыларына  қарсы күресті басқарған сақ жауынгері: Спитамен
                """),
            History(title: "Ғұндар.Б.з.б.4ғ- б.з.3ғ",
                    body: """
                Б.з.б.4-3 ғғ Қытайдың солтүстігінде Байқалдан Ордосқа дейінгі аралықты мекендеген: ғұндар
                Қытай деректерінде «ғұн » атауының пайда болған кезі: б.з.б.ІІІғ аяғы
                Қазақстанды мекендеген тайпаларжда монғолоидтық белгілердің дами бастауына әсер еткен фактор: Ғұндардың келуі
                Кейбір зерттеушілер пікірі бойынша орта ғасыр дәуірінің басталуына жол ашқан деп саналатын тайпа: Ғұн
                Ғұн мемлекетінің пайда болу кезіндегі көрші тайпасы: дунхулар
                Ғұндар туралы дерек беретін: Қытай деректері
                Ғұндар кезеңін қамтитын аралық: б.з.б. ІҮғ- б.з.ІІІғ
                Ғұн державасының негізін қалаған: Мөде
                «Жер легеніміз- мемлекеттің негізі, оны қалай береміз» деген ғұн басшысы: Мөде
                Шығыстанушы Л.Н. Гумилевтің мәлімдеуінше  ғұн державасының пайда болған мерзімі: б.з.б. 209жылы
                Б.з.б. 209 жғұн державасы пайда болды деп жазған: Гумилев
                Енисей жағалаулары мен Алтайды мекендеген ежелгі тайпа: Ғұн
                Ғұндар мемлекеті әскери жүйе бойынша: 3 қанатқа бөлінген
                Қытай деректерінде ғұн басшысы лауызымы: «Шаньюи»
                Ғұн шаньюиінің жақын туысиары иеленген лауазым: «Түменбасы»
                Ғұн мемлекетіндегі Шаньюиден кейінгі  басты тұлғалар: Түменбасы
                Ғұн мемлекетіндегі ру саны: 24
                Ғұн мемлекетіндегі Түменбасы әскерінің құрамы: 10 мың атты әскер
                Ғұндардң ру көсемдері: Ақсақалдар
                Ғұн мемлекетінде ақсақалдар кеңесі жылына: 3 рет шақырылды
                Ғұндардағы биліктің берілу жүйесі: Мұрагерлікпен беріледі
                Ғұндарда опасыздық жасағандарға берілетін жаза түрі: өлім жазасы
                Ғұн әскерлернің негізгі құрамы: Атты әскерлер
                Цинь империясына Ұлы Қытай қорғанын салуға мәжбүр халықтар: Ғұндар
                Көшпелілерден қорғану үшін Ұлы Қытай қорғаны салынған уақыт: б.з.б.3ғ аяғы
                Ғұндар мен Қытай елі арасында соғыс қимылдары созылған уақыт:300 жылдам астам
                Ғұн  мемлекетінің   саяси күшейген кезі: б.з.б. ІІғ.-б.з.б.Іғ аралығы
                Ғұн мемлекетінің  оңтүстік және солтүстік болып бөлінген мерзімі: б.з.б. 55 жыл
                Ғұн мемлекеті екіге бөлінген соң , Оңтүстік ғұндар  бағынған империя: Хань
                Хань әулетінің қол астына түскен : Оңтүстіктегі ғұндар
                Солтүстіктегі ғұндарды б.з.б.Іғ аяғында Қазақстан жеріне басып келген шаньюи: Чжи-Чжи
                Солтүстіктегі ғұндар Чжи-Чжи басқаруымен б.з.б.Іғ аяғында жылжыды: Батысқа
                Солтүстіктегі ғұндар Чжи-Чжи басқаруымен тәуелсіздігін  сақтау үшін жылжыды: б.з.б. Іғ аяғы
                Ғұндардың Шығыстан батысқа қарай жылжуы басталған мерзім: б.з.б.ІІғ
                «Халықтардың ұлы қоныс аударуын» бастаған : Ғұндар
                Рим империясына қауіп туғызған ғұн патшасы: Еділ
                Аттиланың(Еділ) шамамен өмір сүрген жылдары: 400-453жж
                Еуропаны Рим үстемдігінен азат еткен: Аттила
                Еділ(ғұн) жауынгерлерінің Галлиядағы Каталаун  даласындағы шайқасы болған жыл: 457ж
                Ғұн билеушісі Еділ жауынгерлерінің  Рим империясына қауіп төндірген мерзімі: 5ғ. 30 жылдары
                Ғұн билеушісі Еділдің қацтыс болған уақыты:453жыл
                Еділ(Аттила) жөнінде құнды дерек қалдырған: Прийск
                Рим елшілігінің тілмашы ретінде Аттила еліне келіп,өзінің көргендерін жазған шежіреші: Прийск
                Ғұн әміршісінің сарйы туралы сипаттап жазған: Прийск
                Ғұндарды бейбіт халық ретінде сипаттаған Византия елшісі: Прийск
                Ғұндар туралы «олар соғыстан кейін тыныш әрі қамсыз тіршілік етеді, әркім қолында бармен  қанағат теді» деп жазған зерттеуші: Прийск
                «Аттила операсын» жазған Италиян композиторы: Джузеппе Верди
                Ғұн жорығының маңызы: Еуропаны римдіктерден азат етті
                Ғұндар жөнінде маңызды дерек қалдырған: Марцеллин
                «Ғұндар жақсы шыныққан, олар отты да қажет етпейді» деп жазған: Марцеллин
                Ғұндардың негізгі өмір салты: көшпелі өмір
                Ғұндар өсірген үй малдары: Малдың барлық түрін
                Ғұндардың негізгі баспанасы:киіз үйлер
                Ғұндардың астық сақтайтын ұарлары табылған жерлер: үй-жайлардың іші
                Ғұндар бұйымының бетіне түрлі-түсті жапсыру стилі: «Полихромдық стиль»
                Ғұндарда бұйым бетіне алтын түйіршіктерді дәнекерлеу әдісі: Зерлеу
                Ғұндарда бұйымдарды безендіру үшін қолданылған негізгі бейне: Жаабйы аңдар
                Ғұндардың жүннен киім тоқып кигендігін көрсететін негізгі дәлел: Ұршық бастары
                Еділ(Аттила) атымен аталатын өзен: Волга
                Ғұн тайпаларының шығыстан батысқа жылжу мерзімі: б.з.б. 2ғ.-ң б.з4-і ғасырына дейін
                Ғұндардың ұлы көші аяқталды:б.з.б. ІҮғ
                """),
            History(title: "Сарматтар.Б.з.б.8ғ – б.з.5ғ",
                    body: """
                Көне дәуір авторларының еңбектерінде «сармат» атауының  кездесетін мерзімі: б.з.б. ІІІғ
                Елімізде сарматтар қоныстанған аймақ:Батыс Қазақстан
                Қазақстанның батыс аймағын мекендеген  ежелгі тайпа: сарматтар
                Сармат тайпаларының өмір сүру мерзімі: б.з.б. ҮІІІғ.-Үғ.
                Сармат атйпаларының өмір сүру мерзімі: б.з.б. 8ғ.- б.з.5ғ.
                Сарматтардың б.з.б. 8ғ атауы: Савроматтар
                Б.з.б.8ғ савромвттар деп аталған тайпа: Сармат
                Б.з.б. ІІ ғ Қара теңіздің солтүстігіне дейінгі  жерлерді жаулап алған  ежелгі тайпа:Савроматтар
                Сарматтар жаулаушылық жорықтар жасаған аймақ: Алдыңғы Азия мен Солтүстік Кавказға
                Арал-Каспий аралығы, одан оңтүстікке қарай өмір сүрген сармат тайпасы:Дах
                Арал-Каспий теңіздері аралығын б.з.б. 1мыңжылдықтың ортасында мекендеген тайпалар туралы жазған парсы патшасы: Ксеркс
                Каспий жағалауында өмір сүрген сармат тайпасы: Гиркани
                Сармат дәуіріндегі Каспий теңізінің атауы: Гиркан
                Батыс Қазақстан аймағында кездесетін ескерткіштер: Сарматтардыкі
                Савроматтар жөнінде жазып кеткен  Рим тарихшысы:Диодор
                Савроматтар жөнінде дерек қалдырған: Полибий
                Б.з.б. 248-247жж Парфияны басып алған сармат тайпасы: Дай
                Аршакидтер әулеті билігінің негізін салған сармат тайпасы:Дайлар
                Скифтерді Каспий теңізінен бастап дайлар деп атаған грек ғалымы: Страбон
                Үстіртте зерттелген сармат ескерткіштері: Бәйте, Терең
                Қасқыр бейнесі бар үш аяқты құрбандық тақта табылған қорымы: Бесоба
                Сарматтардың абыз әйелдері жерленген қорымы: Бесоба
                Сарматтардың бесоба қорымына жерленген: абыз әйелдері
                Бесоба қорымына жерленген абыз әйелдердің басы қаратылған тұс:Оңтүстік-батыс
                Савромат ескерткіштерінің зерттелген қорымы: Сынтас
                Үш савромат жауынгері жерленген қорым: Сынтас
                Савроматтардың Сынтас қорымында жерленген: Үш жауынгер
                Савроматтардың Сынтас ескерткіштерінен табылған. Сүйек қасықтар
                Соңғы сармат кезеңінің  Атырау облысы Жылыой ауданынан табылған ескерткіші: Аралтөбе
                Көсемнің қару-жарағы, абыз асатаяғы табылған сармат ескерткіші: Аралтөбе
                Абыз асатаяғының бөліктері табылған ескерткіш:Аралтөбе
                Аралтөбе ескерткіші табылған өңір: Атырау
                Атырау жеріндегі сарматтардың Аралтөбе ескерткіші табылған аудан: Жылыой
                Сарматтардың әскери-демократия заманында қауымның ішкі-сыртқы мәселелерін шешетін: Әскер басылары
                Сарматтардың қоғамдық басқару құрылымы: Әскери-демократия
                Сармат қоғамында әскери-демократия қатысты болды: ерлер мен әйелдерге
                Сарматтарда әлеуметтік теңсіздік болғандығын дәлелдейтін : Жерлеу орындары
                Сарматтардың өздері жасамай, шығыс елдерінен алғызған заттары:Шыны ыдыстар
                Сарматтарда шыныдан жасалған ыдыстарды: Шығыс елдерінен алғызды
                Сарматтардың торсық,саба сияқты ыдыстары жасалған материал:Тері
                Сарматтардың шаруашылық  қызметінің негізгі түрі: Көшпелі мал шаруашылығы
                Сарматтарда көп өсірілген мал түрі:Жылқы, қой
                Сарматтар өміріндегі қосымша кәсіп:Аңшылық
                Сараматтар өмірінде әлеуметтік теңсіздік болғандығын дәлелдейді:Археологиялық ескерткіштер
                Савромат обаларының ішкі құрылымы  көбінесе: Ағаштан жасалды
                Сармат тайпалары санының күрт азаю себебінің бірі:Қатты қуаңшылық
                Ғалыдардың пайымдауынша савромат-сарматтардың б.з.б.2-1ғғ саны: 10мың
                Ежелгі грек тарихшысы Герадоттың хабарлауынша савроматтардың тілі өте жақын болған: Скиф тіліне
                """)]
    }
}
          
